export const REGIONS = {
  BISHKEK: "Бишкек",
  ISSYK_KUL: "Иссык-Кульская область",
  CHUY: "Чуйская область",
  OSH_CITY: "Ош (город)",
  OSH_REGION: "Ошская область",
  JALAL_ABAD: "Жалал-Абадская область",
  NARYN: "Нарынская область",
  TALAS: "Таласская область",
  BATKEN: "Баткенская область",
  TURKEY: "Турция",
};

export const BISHKEK_DISTRICTS = [
  "Центр",
  "Южные микрорайоны",
  "10-й микрорайон",
  "11-й микрорайон",
  "12-й микрорайон",
  "Асанбай",
  "Восток-5",
  "Джал",
  "Рабочий городок",
  "Кызыл-Аскер",
  "Аламедин-1",
];

export const ISSYK_KUL_LOCATIONS = [
  "Чолпон-Ата",
  "Бостери",
  "Каджи-Сай",
  "Тамчи",
  "Каракол",
  "Балыкчы",
  "Чок-Тал",
  "Сары-Ой",
];
